{"id": "angelot", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "angelot", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["early 16th century. From Middle French angelot (French angelot) little angel, a gold coin first struck by Philip VI, bearing on the obverse the image of an angel, an Anglo-Gallic gold coin struck by Henry VI, bearing on the obverse the image of an angel, kind of small cheese made in various regions of France, a gold coin struck by Louis XI, bearing an image of the archangel Michael killing a dragon from Old French angele + -ot"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈan(d)ʒɪlɒt"}, {"phoneticNotation": "IPA", "phoneticSpelling": "ˈan(d)ʒɪlət"}], "senses": [{"definitions": ["Any of various coins bearing an image of an angel: (a) a gold coin issued in England between 1465 and 1642, bearing the figure of the archangel Michael killing a dragon; = \"angel\"; (b) a gold coin struck as part of Henry VI’s coinage for France, worth two-thirds of a salut and bearing on the obverse the image of an angel holding the escutcheons of England and France; (c) (less commonly) a former French gold coin of the reign of Louis XI, bearing an image of the archangel Michael killing a dragon."], "id": "m_en_gb_oed7492.005", "registers": [{"id": "historical", "text": "Historical"}]}, {"definitions": ["A soft, creamy cheese made in Normandy, France. Now chiefly historical."], "id": "m_en_gb_oed7492.007", "notes": [{"text": "This kind of cheese is now usually called Pont l'Évêque.", "type": "technicalNote"}]}, {"definitions": ["A stringed instrument, apparently resembling a lute."], "id": "m_en_gb_oed7492.010", "registers": [{"id": "poetic", "text": "Poetic"}]}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "angelot"}], "type": "headword", "word": "angelot"}], "word": "angelot"}