{"id": "bricole", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "bricole", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["late 15th century; earliest use found in William Caxton (1415x24–1492), printer, merchant, and diplomat. From Middle French, French bricole kind of catapult, ricochet, rebound, type of leather harness for draught horse, strap for carrying loads from Italian briccola catapult, probably from an unattested Langobardic word (perhaps cognate with or formed similarly to German -brechel, in vredebrechel breaker of the peace) from the Germanic base of break + the Germanic base of -el (perhaps with suffix substitution: compare post-classical Latin -ola and Italian -ola, and the discussion at -ola)"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈbrɪkəl"}, {"phoneticNotation": "IPA", "phoneticSpelling": "brɪˈkəʊl"}], "senses": [{"definitions": ["A military engine or catapult used to fire stones or other missiles at an enemy's position, consisting of a sling attached to the extremity of a long lever that is strained into a position of tension by ropes and released suddenly; compare \"trebuchet\"."], "id": "m_en_gb_oed23198.005", "registers": [{"id": "historical", "text": "Historical"}, {"id": "rare", "text": "Rare"}]}, {"definitions": ["The rebound of a ball from the wall of the court. Also: a sidestroke which drives the ball against the wall. Also more fully \"coup de bricole\"."], "domains": [{"id": "tennis", "text": "Tennis"}], "id": "m_en_gb_oed23198.007", "registers": [{"id": "rare", "text": "Rare"}]}, {"definitions": ["A game or style of play in which players must cause the ball to rebound against one of the cushions."], "domains": [{"id": "billiards", "text": "Billiards"}], "id": "m_en_gb_oed23198.009"}, {"definitions": ["A leather strap worn over a gunner's shoulder, attached to which is a drag rope used to haul a cannon or large-calibre gun in the field."], "id": "m_en_gb_oed23198.011", "registers": [{"id": "historical", "text": "Historical"}, {"id": "rare", "text": "Rare"}]}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "bricole"}], "type": "headword", "word": "bricole"}], "word": "bricole"}