{"id": "centenier", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "centenier", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["late Middle English (in an earlier sense). From Anglo-Norman centener, Anglo-Norman and Middle French, Law French centenier, Middle French centinier (French (now historical or rare) centenier) Roman centurion, officer in charge of an English hundred, officer in command of around a hundred soldiers, police officer or constable in a city, senior member of the Jersey Honorary Police force from classical Latin centēnārius, in post-classical Latin also denoting a centurion"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "sɛnˈtɛnɪə"}], "senses": [{"definitions": ["More generally: any officer in command of a body of approximately one hundred soldiers; the leader of a unit or body of militia. Compare \"centurion\". Now rare (historical in later use)."], "id": "m_en_gb_oed29639.004"}, {"definitions": ["Specifically. With reference to the Channel Islands. Originally: an officer having charge of a local militia (now historical). In later use in Jersey: a senior member of the organization responsible for law enforcement on the island; (now only) a senior member of the Jersey Honorary Police force, subordinate to the Connétable of the parish."], "id": "m_en_gb_oed29639.006", "notes": [{"text": "Until the creation of a paid police force for Jersey in the mid-19th century law enforcement was undertaken by the island's own customary force, which originated as a militia. The Honorary Police now work alongside the States of Jersey Police, primarily carrying out subsidiary policing duties. Policing on Guernsey has a similar history, but the title of centenier ceased to be used at an earlier stage.", "type": "technicalNote"}]}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "centenier"}], "type": "headword", "word": "centenier"}], "word": "centenier"}