{"id": "douzepers", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "douzepers", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["Middle English; earliest use found in Layamon (fl. 1250), poet. From Anglo-Norman and Old French xii. pers, Old French doze per, duze per, doze pers, duze pers, duze piers, Old French, Middle French douze pers, Middle French douse pers, plural (Middle French, French douze pairs, plural; in Anglo-Norman and Middle French also often with the first element represented by a Roman numeral, e.g. xii. pers) the twelve peers of Charlemagne's court, the twelve elite noblemen to whom the King of France granted a feudal territory or episcopal see from doze, douze, duze, etc. ‘twelve’ + the plural of per, pier"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈduːzpɛːz"}], "senses": [{"definitions": ["Usually with plural agreement. In Medieval French romance: the twelve peers or most famed warriors of Charlemagne's court. Hence in French history: the twelve elite noblemen to whom the King of France granted a feudal territory or episcopal see on condition of homage and allegiance, regarded as analogous to Charlemagne's peers. Also in singular douzeper: any one of these peers or noblemen."], "id": "m_en_gb_oed57147.004", "notes": [{"text": "The twelve historical peers were the Archbishop-Duke of Rheims; the Bishop-Dukes of Laon and Langres; the Bishop-Counts of Beauvais, Chalons, and Noyon; the Dukes of Normandy, Burgundy, and Aquitaine; and the Counts of Toulouse, Flanders, and Champagne.", "type": "technicalNote"}], "registers": [{"id": "rare", "text": "Rare"}, {"id": "archaic", "text": "Archaic"}, {"id": "historical", "text": "Historical"}]}, {"definitions": ["More generally: knights, nobles, or illustrious people renowned for their heroism and chivalry. Also in singular douzeper: a knight or illustrious person."], "id": "m_en_gb_oed57147.007", "registers": [{"id": "rare", "text": "Rare"}, {"id": "archaic", "text": "Archaic"}, {"id": "historical", "text": "Historical"}]}], "variantForms": [{"text": "douze peers"}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "douzepers"}], "type": "headword", "word": "douzepers"}], "word": "douzepers"}