{"id": "goatweed", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "goatweed", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["mid 18th century; earliest use found in Patrick Browne (c1720–1790), physician and botanist. From goat + weed"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈɡəʊtwiːd"}], "senses": [{"definitions": ["A perennial shrub, Capraria biflora (family Scrophulariaceae), native to North and South America, used as a tea and medicinal herb, having white campanulate flowers, hairy stems, and hairy leaves."], "id": "m_en_gb_oed51282310.004", "notes": [{"text": "Also called sweetweed, West Indian tea.", "type": "technicalNote"}]}, {"definitions": ["A flowering plant, Scoparia dulcis (family Plantaginaceae), native to tropical parts of the Americas, used as a medicinal herb, having erect branches, serrated leaves, and small white or pale purple flowers. Also: †a flowering plant, Stemodia durantifolia (family Plantaginaceae), having hairy, erect stems, toothed leaves, and violet flowers (obsolete)."], "id": "m_en_gb_oed51282310.007", "notes": [{"text": "S. dulcis is also called sweetbroom. S. durantifolia is also called white woolly twintip.", "type": "technicalNote"}]}, {"definitions": ["An annual herbaceous plant with a goat-like scent, Ageratum conyzoides (family Asteraceae), native to tropical America, having erect, hairy stems, ovate leaves, and small white, pale blue, or pale pink flowers forming corymbs."], "id": "m_en_gb_oed51282310.010", "notes": [{"text": "Goat weed has traditionally been used as a medicinal herb, although it is toxic to humans and animals, and is now widely considered an invasive agricultural weed.", "type": "technicalNote"}]}, {"definitions": ["Any of several annual plants of the genus Croton (family Euphorbiaceae) with a goat-like scent, especially C. capitatus, having erect, branched stems, tiny flowers in terminal clusters, and hairy greyish green leaves, native to the southern United States and regarded as an agricultural weed."], "id": "m_en_gb_oed51282310.013", "notes": [{"text": "C. capitatus is also called hogwort, woolly croton.", "type": "technicalNote"}], "regions": [{"id": "us", "text": "Us"}]}, {"definitions": ["St John's-wort, Hypericum perforatum (family Hypericaceae)."], "id": "m_en_gb_oed51282310.016", "regions": [{"id": "us", "text": "Us"}]}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "goatweed"}], "type": "headword", "word": "goatweed"}], "word": "goatweed"}