{"id": "jewelling", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "jewelling", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["early 17th century (in an earlier sense). Partly from jewel + -ing"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈdʒuː(ə)lɪŋ"}], "senses": [{"definitions": ["The action or practice of working with gemstones, precious metals, etc., to produce ornamental artefacts or jewellery; the art or profession of a jeweller."], "id": "m_en_gb_oed101221.004"}, {"definitions": ["Decorative embroidery or needlework incorporating real or imitation jewels, used to embellish a garment, etc.; decoration of this sort."], "id": "m_en_gb_oed101221.006"}, {"definitions": ["Any decoration or ornament consisting of, or incorporating, gemstones; work of the type produced by a jeweller."], "id": "m_en_gb_oed101221.008", "registers": [{"id": "rare", "text": "Rare"}]}, {"definitions": ["The action or practice of using or fitting gemstones to act as bearings or pivot-holes in the mechanism of a watch or similar instrument. Also: the result of this; work utilizing jewels for this purpose; that part of a mechanism which incorporates gems used in this way."], "id": "m_en_gb_oed101221.010"}, {"definitions": ["An overglaze technique for decorating ceramics (especially porcelain) producing raised, coloured, bosses or globules reminiscent of gemstones, typically on a gold or silver foil ground; the action of applying such decoration."], "domains": [{"id": "art", "text": "Art"}], "id": "m_en_gb_oed101221.012", "notes": [{"text": "The technique, which is particularly associated with porcelain produced at Sèvres in the late 18th century, consists of the application of small translucent droplets of enamel to the surface of an object which has already been glazed, gilded, and fired. These are then fused to the existing surface by refiring.", "type": "technicalNote"}]}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "jewelling"}], "type": "headword", "word": "jewelling"}], "word": "jewelling"}