{"id": "pandour", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "pandour", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["mid 18th century; earliest use found in The Gentleman's Magazine. Partly from French pandour member of an irregular militia in Hungary, and partly from German Pandur, both from Hungarian pandúr infantryman, gangster, local policeman, further etymology uncertain; probably from a Slavonic base meaning ‘one who drives away’ seen also in Croatian pudar guard, especially of vineyards). Use in German and English was reinforced by Serbian and Croatian pandur (in historical usage) bailiff, beadle, summoner, mounted policeman or guardian of the public peace, having also in earlier times the duty of guarding the frontier districts from the inroads of the Turks, (now) village watchman or constable, (colloquial and slang) officious person, policeman (itself reborrowed from Hungarian)"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈpandʊə"}, {"phoneticNotation": "IPA", "phoneticSpelling": "ˈpandɔː"}], "senses": [{"definitions": ["A member of a military force originally organized in Croatia in 1741 by Baron Franz von Trenck (1711–94) to clear the country near the Turkish border of robbers, and later enrolled as a regiment in the Austrian army, becoming renowned for their ferocity and brutality. Hence more generally: a fearsome or brutal soldier from Croatia. Also figurative."], "id": "m_en_gb_oed136770.005", "registers": [{"id": "historical", "text": "Historical"}]}, {"definitions": ["In Hungary, Croatia, and other parts of eastern Europe: a guard; an armed servant or retainer; a member of a local constabulary."], "id": "m_en_gb_oed136770.007"}, {"definitions": ["A member of a chiefly Khoekhoe regiment established in 1793 by the Dutch East India Company for the defence of the Cape of Good Hope. Compare \"Hottentot\"."], "id": "m_en_gb_oed136770.009", "regions": [{"id": "south_african", "text": "South_African"}], "registers": [{"id": "historical", "text": "Historical"}]}], "variantForms": [{"text": "pandoor"}, {"text": "pandur"}, {"text": "pandoer"}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "pandour"}], "type": "headword", "word": "pandour"}], "word": "pandour"}