{"id": "parasang", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "parasang", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["mid 16th century; earliest use found in Richard Eden (c1520–1576), translator. From classical Latin parasanga unit of length used in ancient Persia (Pliny) from ancient Greek παρασάγγης from an unattested Old Persian word, probably lit. ‘indicator, proclaimer’, with reference to some kind of mark or milestone on a highway (goes to Middle Persian frasang, Persian farsang)"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˈparəsaŋ"}], "senses": [{"definitions": ["A unit of length used in ancient Persia, originally the distance travelled in an hour and usually reckoned to be approx. 6 km (3.7 miles)."], "id": "m_en_gb_oed137620.004", "notes": [{"text": "There is some uncertainty as to how the distance was calculated, including whether it was a distance covered by walking, riding, or another form of transport. It was reckoned by Herodotus, and apparently also by Xenophon, to be equal to 30 stadia, which, taking the Persian stadium as approx. 198 m (650 feet), would make the parasang approx. 5.9 km (3.7 miles). This, however, would only apply to cavalry; for foot soldiers the distance would be approx. 4 km (2.5 miles). According to Pliny and Strabo the length of the parasang was reckoned differently by different authors, some making it equal to 40 or even 60 stadia.", "type": "technicalNote"}], "registers": [{"id": "historical", "text": "Historical"}]}, {"definitions": ["Figurative and in extended use."], "id": "m_en_gb_oed137620.007", "registers": [{"id": "historical", "text": "Historical"}]}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "parasang"}], "type": "headword", "word": "parasang"}], "word": "parasang"}