{"id": "principium", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "principium", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["mid 16th century; earliest use found in Roger Hutchinson (d. 1555), religious writer. From classical Latin principium beginning, origin, source, initial or rudimentary stage, guiding principle, basis, (in plural, principia) elements, headquarters in an army camp, in post-classical Latin also inception of a master, or of a bachelor beginning a book of the Bible or the Sententiae of Peter the Lombard from princip-, princeps first in time or order + -ium"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "prɪnˈsɪpɪəm"}], "senses": [{"definitions": ["Beginning, commencement; origin, source; first principle, element; fundamental truth; = \"principle\"."], "id": "m_en_gb_oed151458.004", "registers": [{"id": "rare", "text": "Rare"}]}, {"definitions": ["In plural \"Principia\": the book Philosophiae naturalis principia mathematica (‘The Mathematical Principles of Natural Philosophy’), by Sir Isaac Newton, first published in 1687 and giving a mathematical description of the laws of mechanics and gravitation and their application to planetary motion."], "id": "m_en_gb_oed151458.006"}, {"definitions": ["In the medieval University: an inaugural lecture, sermon, etc.; any of several lectures or disputations required of students before proceeding to the next stage of their studies; specifically (a) a public lecture or disputation by which a Bachelor in any faculty, having received the Chancellor's licence, ceremonially entered upon his functions to become an actual Master or Doctor; (b) in Paris and elsewhere, a disputation by which a student in the Theological Faculty became a Bachelor of Divinity; (c) a discourse upon some theological problem which a Bachelor of Divinity was later (as a Sententiarius) required to deliver, before beginning his course of lectures on each of the four books of the Sententiae of Peter the Lombard."], "id": "m_en_gb_oed151458.008", "registers": [{"id": "historical", "text": "Historical"}]}, {"definitions": ["In plural. Roman History. The general's quarters in an army camp."], "id": "m_en_gb_oed151458.010"}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "principium"}], "type": "headword", "word": "principium"}], "word": "principium"}