{"id": "quab", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "quab", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["late Middle English. Probably cognate with Middle Low German quabbe marsh, swamp, bog (also quobbe, quebbe); further etymology uncertain: perhaps from the same Indo-European base as quab. An Old English form *cwabba is implied by the evidence of quot. 1425"], "homographNumber": "100", "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "kwɒb"}], "senses": [{"definitions": ["A marshy area, a bog."], "id": "m_en_gb_oed155618.003", "regions": [{"id": "british", "text": "British"}], "registers": [{"id": "dialect", "text": "Dialect"}]}], "variantForms": [{"text": "quob"}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "quab"}], "type": "headword", "word": "quab"}, {"id": "quab", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["late 16th century; earliest use found in John Florio (1553–1625), author and teacher of languages. From either early modern Dutch quabbe toad, frog, any of certain kinds of fish, also dewlap (Middle Dutch quappe; Dutch kwab, kwabbe) or Middle Low German quappe, quabbe burbot (German regional (Low German) quabb), both cognate with Old Saxon quappa, Old High German quappa, kape (Middle High German quape, quappe, German Quappe burbot, tadpole), and also (perhaps from Middle Low German) Old Swedish qvappa (Swedish kvabba), Old Danish quab (Danish kvabbe), perhaps ultimately from an Indo-European base of expressive origin also represented by Old Prussian gabawo toad, Old Church Slavonic žaba frog, Russian žaba toad; perhaps further related to quab, quop, and the Germanic parallels cited at those entries"], "homographNumber": "200", "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "kwɒb"}], "senses": [{"definitions": ["A freshwater fish: (originally) †the miller's thumb, Cottus gobio, or the gudgeon, Gobio gobio (obsolete); (later) the burbot, Lota lota (now historical)."], "id": "m_en_gb_oed155617.003"}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "quab"}], "type": "headword", "word": "quab"}], "word": "quab"}