{"id": "relativity", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "relativity", "language": "en-us", "lexicalEntries": [{"entries": [{"pronunciations": [{"dialects": ["American English"], "phoneticNotation": "respell", "phoneticSpelling": "ˌreləˈtivədē"}, {"audioFile": "https://audio.oxforddictionaries.com/en/mp3/relativity_us_1.mp3", "dialects": ["American English"], "phoneticNotation": "IPA", "phoneticSpelling": "ˌrɛləˈtɪvədi"}], "senses": [{"definitions": ["the absence of standards of absolute and universal application"], "examples": [{"text": "moral relativity"}], "id": "m_en_gbus0859390.006", "semanticClasses": [{"id": "state", "text": "State"}], "shortDefinitions": ["absence of standards of absolute and universal application"]}, {"definitions": ["the dependence of various physical phenomena on relative motion of the observer and the observed objects, especially regarding the nature and behavior of light, space, time, and gravity."], "domainClasses": [{"id": "physics", "text": "Physics"}], "domains": [{"id": "physics", "text": "Physics"}], "id": "m_en_gbus0859390.009", "notes": [{"text": "The concept of relativity was set out in Einstein's special theory of relativity, published in 1905. This states that all motion is relative and that the velocity of light in a vacuum has a constant value that nothing can exceed. Among its consequences are the following: the mass of a body increases and its length (in the direction of motion) shortens as its speed increases; the time interval between two events occurring in a moving body appears greater to a stationary observer; and mass and energy are equivalent and interconvertible. Einstein's general theory of relativity, published in 1915, extended the theory to accelerated motion and gravitation, which was treated as a curvature of the space-time continuum. It predicted that light rays would be deflected and shifted in wavelength when passing through a substantial gravitational field, effects that have been experimentally confirmed", "type": "encyclopedicNote"}], "semanticClasses": [{"id": "natural_phenomenon", "text": "Natural_Phenomenon"}], "shortDefinitions": ["dependence of various physical phenomena on relative motion of observer and observed objects"]}]}], "language": "en-us", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "relativity"}], "type": "headword", "word": "relativity"}], "word": "relativity"}