{"id": "restrictive", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "restrictive", "language": "en-us", "lexicalEntries": [{"derivatives": [{"id": "restrictively", "text": "restrictively"}, {"id": "restrictiveness", "text": "restrictiveness"}], "entries": [{"notes": [{"text": "What is the difference between the books that were on the table once belonged to my aunt and the books, which were on the table, once belonged to my aunt? In the first sentence, the speaker uses the relative clause to pick out specific books (i.e., the ones on the table) in contrast with all others. In the second sentence, the location of the books referred to is unaffected by the relative clause: the speaker merely offers the additional information that the books happened to be on the table. This distinction is between restrictive and nonrestrictive relative clauses. In speech, the difference is usually expressed by a difference in intonation. In writing, a restrictive relative clause is not set off by commas, and that is the preferred subject or object of the clause, although many writers use which and who or whom for such clauses. A nonrestrictive clause is set off within commas, and which, who, or whom, not that, is the relative pronoun to use as the subject or object of the verb of the clause. Without a comma, the clause in please ask any member of the staff who will be pleased to help is restrictive and therefore implies contrast with another set of staff who will not be pleased to help. It is almost certain that the appropriate intention of such a clause would be nonrestrictive—therefore, a comma is needed before who (please ask any member of the staff, who will be pleased to help you). For more details, see that and which", "type": "editorialNote"}], "pronunciations": [{"dialects": ["American English"], "phoneticNotation": "respell", "phoneticSpelling": "rəˈstriktiv"}, {"audioFile": "https://audio.oxforddictionaries.com/en/mp3/restrictive_us_1.mp3", "dialects": ["American English"], "phoneticNotation": "IPA", "phoneticSpelling": "rəˈstrɪktɪv"}], "senses": [{"definitions": ["imposing restrictions or limitations on someone's activities or freedom"], "examples": [{"text": "a web of restrictive regulations"}], "id": "m_en_gbus0866590.006", "shortDefinitions": ["imposing restrictions on someone's activities or freedom"], "synonyms": [{"language": "en", "text": "select"}, {"language": "en", "text": "chic"}, {"language": "en", "text": "high-class"}, {"language": "en", "text": "elite"}, {"language": "en", "text": "fashionable"}, {"language": "en", "text": "stylish"}, {"language": "en", "text": "elegant"}, {"language": "en", "text": "choice"}, {"language": "en", "text": "special"}, {"language": "en", "text": "premier"}, {"language": "en", "text": "grade A"}], "thesaurusLinks": [{"entry_id": "exclusive", "sense_id": "t_en_gb0005198.001"}]}, {"definitions": ["(of a relative clause or descriptive phrase) serving to specify the particular instance or instances being mentioned."], "domainClasses": [{"id": "grammar", "text": "Grammar"}], "domains": [{"id": "grammar", "text": "Grammar"}], "id": "m_en_gbus0866590.009", "shortDefinitions": ["(of relative clause or descriptive phrase) serving to specify particular instance or instances being mentioned"]}]}], "language": "en-us", "lexicalCategory": {"id": "adjective", "text": "Adjective"}, "text": "restrictive"}], "type": "headword", "word": "restrictive"}], "word": "restrictive"}