{"id": "retinaculum", "metadata": {"operation": "retrieve", "provider": "Oxford University Press", "schema": "RetrieveEntry"}, "results": [{"id": "retinaculum", "language": "en-gb", "lexicalEntries": [{"entries": [{"etymologies": ["mid 17th century (in an earlier sense). From classical Latin retināculum rope that holds a thing fast, cable, tether, animal's rein, towing rope, in post-classical Latin also surgical clamp from retinēre + -culum"], "pronunciations": [{"phoneticNotation": "IPA", "phoneticSpelling": "ˌrɛtɪˈnakjʊləm"}], "senses": [{"definitions": ["A structure that holds (or appears to hold) something in place; specifically †(a) = \"proligerous disc\" (obsolete); (b) a ligamentous band retaining tendons in place, especially in the region of the wrist and ankle (frequently with distinguishing English or scientific Latin word or words)."], "domains": [{"id": "anatomy", "text": "Anatomy"}], "id": "m_en_gb_oed164295.004", "notes": [{"text": "flexor retinaculum: see the first element.", "type": "technicalNote"}]}, {"definitions": ["An arrangement of hooks, folds, or bristles, which interlocks the fore- and hindwings of various insects during flight; specifically that on the underside of the forewing in many butterflies and moths, engaging with a frenulum on the hindwing."], "domains": [{"id": "entomology", "text": "Entomology"}], "id": "m_en_gb_oed164295.007"}, {"definitions": ["In collembolans: a fused pair of appendages which hold back the furcula before releasing it for a spring."], "id": "m_en_gb_oed164295.009"}, {"definitions": ["In plants of the acanthus family: each of the hooklike projections (modified funicles) on which the seeds are attached and which aid in their ejection; a jaculator."], "id": "m_en_gb_oed164295.011"}, {"definitions": ["In orchids: the sticky gland of the rostellum to which the stalk of each of the pollinia (pollen masses) adheres; a viscidium; now rare. In asclepiads: the armlike process borne by each of the pollinia to aid pollen transfer."], "id": "m_en_gb_oed164295.013"}]}], "language": "en-gb", "lexicalCategory": {"id": "noun", "text": "Noun"}, "text": "retinaculum"}], "type": "headword", "word": "retinaculum"}], "word": "retinaculum"}